Repository: Soulpay/woocommerce
Catalog: languages/woocommerce-soulpay-*.po
Languages: pt_br

source: needs to have installed on your server the CURL lib to works!
pt_br: Necessário que tenha o CURL instalado no Servidor para funcionar!

source: depends on the last version of Woocommerce to work!
pt_br: Necessário ter o Woocommerce instalado para funcionar!

source: Please type the valid document number.
pt_br: Digite um CPF/CNPJ valido.

source: Soulpay Invalid Credentials
pt_br: Soulpay Credenciais Invalidos

source: Purchase failed, check your bank slip details
pt_br: Falha no pagamento, verifique os dados do boleto

source: Awaiting bank slip payment
pt_br: Aguardando pagamento do boleto

source: Bank slip expired
pt_br: Boleto expirado

source: SoulPay - BankSlip
pt_br: SoulPay - Boleto

source: Accept Payments by BankSlip using the SoulPay
pt_br: Aceita pagamentos com boletos pela SoulPay

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable SoulPay BankSlip
pt_br: Habilitar Boleto

source: Title
pt_br: Título

source: Displayed at checkout.
pt_br: Exibido na finalização da compra.

source: BankSlip
pt_br: Boleto

source: Integration Settings
pt_br: Configurações da Integração

source: Environment
pt_br: Ambiente

source: Select the environment type (test or production).
pt_br: Seleciona o ambiente (teste ou produção)

source: Test
pt_br: Teste

source: Production
pt_br: Produção

source: Description
pt_br: Descrição

source: Pay your order with BankSlip.
pt_br: Pague sua fatura com Boleto.

source: SoulPay email Login
pt_br: SoulPay email do Login

source: Password
pt_br: Senha

source: SoulPay password Login.
pt_br: SoulPay senha do Login.

source: Bank Slip Options
pt_br: Configurações do Boleto

source: Days to Expiration Date
pt_br: Dias para o vencimento do Boleto

source: Number of days for expiration
pt_br: Numero de dias para o vencimento do Boleto

source: Instructions
pt_br: Instruções

source: Instruction for pay the Bank Slip
pt_br: Instruções para o pagamento do Boleto

source: PAYABLE AT ANY BANK UNTIL THE MATURITY
pt_br: PAGÁVEL EM QUALQUER BANCO ATE A DATA DE VENCIMENTO

source: Fee installment
pt_br: Taxa de parcelamento

source: Purchase failed, check card details
pt_br: Falha no pagamento, verifique os dados do cartão

source: Awaiting payment response from emitter
pt_br: Aguardando resposta do pagamento

source: Payment Refused
pt_br: Pagamento recusado

source: SoulPay - Credit Card
pt_br: SoulPay - Cartão de Crédito

source: Accept Payments by Credit Card using the SoulPay
pt_br: Aceita pagamentos com cartão de crédito pela SoulPay

source: Enable SoulPay Credit Card
pt_br: Habilitar Cartão de Crédito

source: Credit Card
pt_br: Cartão de Crédito

source: Pay your order with a credit card.
pt_br: Pague sua fatura com cartão de crédito.

source: Payment Options
pt_br: Configurações do Pagamento

source: Maximum number of installments
pt_br: Número máximo de parcelas

source: Maximum number of installments for orders in your store.
pt_br: Numero máximo de parcelas para sua loja.

source: Installments Default
pt_br: Parcela Padrão

source: Installment Selected default.
pt_br: Parcela selecionada por padrão.

source: Interest Rate (%)
pt_br: Taxa de parcelamento (%)

source: Percentage of interest that will be charged to the customer in the installment where there is interest rate to be charged.
pt_br: Porcentagem de juros sobre as parcelas do cliente.

source: Number of installments without Interest Rate
pt_br: Numero de parcelas sem juros

source: Indicate the number of public without Interest Rate.
pt_br: Indica o numero máximo de parcelas sem juros.

source: None
pt_br: Nada

source: Minimum value per installments
pt_br: Valor minimo por parcela

source: Minimum value per installments, cannot be less than 1.
pt_br: Valor mínimo por parcela, não pode ser menos que 1.

source: Click here
pt_br: Clique aqui

source: Force the execution of the CRONS soulpay!
pt_br: Forçar execução das CRONS soulpay!

source: Bank slip successfully generated
pt_br: Boleto gerado com sucesso

source: Open Bank slip
pt_br: Abrir Boleto

source: Bank slip Code
pt_br: Código do Boleto

source: Payment amount: R$
pt_br: Valor do pagamento: R$

source: Payment
pt_br: Pagamento

source: BankSlip Document
pt_br: Boleto CPF/CNPJ

source: Payment successfully: %s in %s.
pt_br: Pagamento bem sucedido: %s in %s.

source: Card Name
pt_br: Nome presente no cartão

source: Card document
pt_br: CPF/CNPJ do titular do cartão

source: Expiry (MM/YYYY)
pt_br: Data de Vencimento (MM/AAAA)

source: MM / YYYY
pt_br: MM/AAAA

source: Fee of %s %% per month *
pt_br: Taxa de %s %% por mes *

source: <span>Payment successfully: %s in %s.</span>
pt_br: <span>Pagamento bem sucedido: %s em %s.</span>

source: <span>Payment in manual review: %s in %s. </span>
pt_br: <span>Pagamento em revisão manual: %s em %s. </span>

source: </br><span>You will receive a confirmation email shortly.</span>
pt_br: </br><span>Você recebera o email de confirmação em breve.</span>

source: Credit Card Settings
pt_br: Configurações Cartão de Crédito

source: Bank Slip Settings
pt_br: Configurações Boleto

source: to return to shop.
pt_br: retornar.

source: Only one subscription allowed per cart!
pt_br: Apenas um assinatura por compra!
